
[Facelless_neutral.A_CreatureRadiantGlory H7Creature]
mName="Сияние"
mLore=""

[Facelless_neutral.A_CreatureEfreetSultan H7Creature]
mName="Ифритt"
mLore=""

[Facelless_neutral.A_CreatureWhiteTiger H7Creature]
mName="Белый тигр"
mLore="Мудрые белые тигры является быстрыми и опасными противниками. Они всегда успевают ударить первыми, даже если на них было совершено нападение."

[Facelless_neutral.A_Weakness_Panther_Buff H7BaseBuff]
mName="Ослабление"
mTooltip="%stat %stat.icon атаки.\nДлительность (ходов): %durnow."

[Facelless_neutral.A_CreatureFacelessAssassin H7Creature]
mName="Безликий-убийца"
mLore=""

[Facelless_neutral.A_Despair_Ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Отчаяние"
mTooltip="Атаки дальнего боя этого существа вызывают магическое отчаяние, снижая %ICON_MORALE боевой дух выбранного отряда на 3 хода."

[Facelless_neutral.A_CreatureJuggernautNormal H7Creature]
mName="Разрушитель"
mLore="По огромным рогам и покрытым базальтом кулакам и копытам на поле боя легко опознать разрушителей, слуг Ур-Крага, Владыки Разрушения. В сражении они яростно (и иногда слепо) бросаются на врагов, протыкая их рогами, круша взмахами огромных рук и просто топча копытами в кровавую кашу."

[Facelless_neutral.A_CreatureSuccubus H7Creature]
mName="Суккуб"
mLore="Некоторые дети Асхи (люди, эльфы, гномы и прочие), отдавшие свои души Ургашу и Владыкам Шио, после смерти становятся инкубами или суккубами. Будучи ранее могущественными демонопоклонниками, они обычно занимают достаточно высокое и необычное положение в иерархии демонов. Впрочем, хотя многие из них и считают, что обладают умом, преданностью и силой, которые необходимы для достижения желаемого статуса, большинство претендентов заканчивает в качестве младших инкубов или суккубов (слуг, секс-рабов и т.п.)."

[Facelless_neutral.A_Despair_Ability_Buff H7BaseBuff]
mName="Ослабление"
mTooltip="%stat %stat.icon атаки.\nДлительность (ходов): %durnow."

[Facelless_neutral.A_CreatureCavePanther H7Creature]
mName="Теневая пантера"
mLore=""

[Facelless_neutral.A_Splash_fix H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Всплеск"
mTooltip="Существо наносит от %d.min до %d.max ед. урона %ICON_WATER водой всем существам в выбранной области. Атакованные существа получают %buff.buff.stat к %ICON_MOVEMENT дальности передвижения на %buff.buff.durini хода."

[Facelless_neutral.A_CreatureKappaShoya H7Creature]
mName="Каппа-сойя"
mLore=""

[Facelless_neutral.A_WeaknessCreature_Buff H7BaseBuff]
mName="Ослабление"
mTooltip="Атака существа вызывает магическую слабость, снижая %ICON_ATTACK атаку выбранного отряда на 3 хода."

[Facelless_neutral.A_Weakness_FromCreature_Buff H7BaseBuff]
mName="Ослабление"
mTooltip="%stat %stat.icon атаки.\nДлительность (ходов): %durnow."

[Facelless_neutral.A_CreatureSeaElfRenegade H7Creature]
mName="Шалдан-отступник"
mLore="Шалданы, морские эльфы или «дети моря», в переводе с эльфийского некогда были частью империи Шантири, но затем превратились в бродяг, бороздящих моря Асхана. Они чтут Силанну (за её дары) и Шалассу (за её гостеприимство). Каждый морской эльф принадлежит к определённому клану, называемому «командой». Морские эльфы всю жизнь хранят верность своей команде. В зависимости от команды, морские эльфы могут быть исследователями, торговцами и пиратами."

[Facelless_neutral.A_CreatureNereid H7Creature]
mName="Нереида"
mLore=""

[Facelless_neutral.A_CreatureFaceless H7Creature]
mName="Безликий"
mLore=""

[Facelless_neutral.A_WeaknessCreature H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ослабление"
mTooltip="Атака поражённых существ снижается на 3 хода."
